Repository: sheilagomes/wp-trad
Catalog: tm/GNOME_en-pt_BR.tmx
Source language: en
Languages: pt_br

source: Subversion thread started...
pt_br: O comando do Subversion terminou!

source: Symbol
pt_br: Símbolos

source: Directories to scan
pt_br: Diretórios a serem pesquisados

source: Please enter a name and at least one directory.
pt_br: Por favor, entre um nome ou ao menos um diretório.

source: Anjuta tags files
pt_br: Arquivos de tags do Anjuta

source: Symbol Browser
pt_br: Símbolos

source: Available API tags:
pt_br: Tags API disponíveis:

source: Create API tags:
pt_br: Criar tags API:

source: Add directories in the list to scan:
pt_br: Adicionar diretórios na lista para ser pesquisado:

source: Add directory
pt_br: Adicionar diretório

source: Crea_te
pt_br: Cria_r

source: Update globale tags
pt_br: Atualizar completado

source: Tag _Definition
pt_br: _Definição de Tag

source: Goto symbol definition
pt_br: Vai para a definição de símbolo

source: Tag De_claration
pt_br: De_claração de Tag

source: Goto symbol declaration
pt_br: Vai para declaração de símbolos

source: Goto _Definition
pt_br: Vai para a _Definição

source: Goto De_claration
pt_br: Vai para a De_claração

source: _Find Usage
pt_br: _Procurar Utilização

source: Find usage of symbol in project
pt_br: Procura uma utilização do símbolo no Projeto

source: Refresh symbol browser tree
pt_br: Atualiza a árvore do gerenciador de arquivo

source: Created symbols...
pt_br: Símbolos criandos...

source: Local
pt_br: Locais

source: Symbol browser actions
pt_br: Ações de popup do navegador de símbolos

source: Symbol browser popup actions
pt_br: Ações de popup do navegador de símbolos

source: Goto symbol
pt_br: Vai para o símbolo

source: Select the symbol to go
pt_br: Selecione o símbolo para ir

source: Symbol navigations
pt_br: Navegações de símbolos

source: Use GNOME terminal profile:
pt_br: Usar perfil de terminal GNOME:

source: Use currently selected profile in GNOME terminal
pt_br: Utilizar o perfil atualmente selecionado no terminal GNOME

source: Edit command in Anjuta on close
pt_br: Editar o comando no Anjuta ao sair

source: Menu Items:
pt_br: Itens do Menu:

source: Tool Editor
pt_br: Editor de Ferramentas

source: User Tools
pt_br: Ferramentas do Usuário

source: Variable list
pt_br: Lista variável

source: toggle
pt_br: alternar

source: Are you sure you want to delete the '%s' tool?
pt_br: Você tem certeza de que deseja excluir a ferramenta '%s'?

source: Unable to build user interface for tool list
pt_br: Impossível criar interface de usuário para a lista de ferramentas

source: Unable to build user interface for tool variable
pt_br: Impossível criar interface de usuário para a variável da ferramenta

source: Meaning
pt_br: Significando

source: The shortcut is already used by another component in Anjuta. Do you want to keep it anyway ?
pt_br: Este atalho já é utilizado por outro componente do Anjuta. Você deseja mantê-lo mesmo assim?

source: Unable to edit script
pt_br: Impossível editar o script

source: Unable to build user interface for tool editor
pt_br: Impossível criar interface de usuário para o editor ferramentas

source: Running command:
pt_br: Comando de Execução:

source: Completed... unsuccessful with
pt_br: Concluído... sem sucesso com

source: Unable to create a buffer, command aborted
pt_br: Impossível criar um buffer, comando abortado

source: Unable to open input file %s, Command aborted
pt_br: Impossível abrir o arquivo de entrada %s, Comando abortado

source: Missing tool name
pt_br: Nome da ferramente perdido

source: Unable to open %s for writing
pt_br: Impossível abrir %s para escrita

source: _Configure
pt_br: _Configurar

source: Configure external tools
pt_br: Configurar ferramentas externas

source: Program to test:
pt_br: Execução do programa:

source: Valgrind
pt_br: Ações

source: Select Tool:
pt_br: Selecionar _Tudo

source: Select Valgrind Target
pt_br: Selecione o alvo de depuração

source: Choose file where to save Valgrind log
pt_br: Escolha o arquivo ou diretório para obter log:

source: Open Valgrind log file
pt_br: Abre um arquivo utilizado recentemente

source: _Kill Execution
pt_br: _Execução

source: _Load Log
pt_br: _Carregar

source: S_ave Log
pt_br: Salva

source: Edit Rules
pt_br: Editar Item

source: Failed to create pipe to '%s': %s
pt_br: Falha ao obter a informação de URI de %s: %s

source: Suppress
pt_br: Suporte

source: Suppressions File:
pt_br: Nível de compressão CVS:

source: Rule name:
pt_br: Nome do módulo:

source: Anjuta Plugin
pt_br: Plugins do Anjuta

source: Anjuta Plugins
pt_br: Plugins do Anjuta

source: Unable to display help. Please make sure Anjuta documentation package is install. It can be downloaded from http://anjuta.org
pt_br: Impossível exibir a ajuda. Por favor, certifique-se de que o pacote de documentação do Anjuta foi instalado. Ele pode ser obtido a partir do endereço http://anjuta.org

source: Loaded Session...
pt_br: Sessão Carregada...

source: General Information:
pt_br: Informações Gerais

source: Session:
pt_br: Opções:

source: Default project directory
pt_br: Diretório padrão do Projeto

source: User email address
pt_br: Endereço de correio eletrônico do usuário

source: User name
pt_br: Nome do usuário

source: Quit Anjuta IDE
pt_br: Sai do Anjuta IDE

source: _Reset Dock Layout
pt_br: _Redefinir o Layout de Docagem

source: Reset the widgets docking layout to default
pt_br: Redefine o layout dos componentes de docagem para o padrão

source: _Toolbars
pt_br: Barras de Ferramen_ta

source: _Full Screen
pt_br: _Tela Cheia

source: _Lock Dock Layout
pt_br: _Travar o Layout de Docagem

source: Lock the current dock layout so that widgets cannot be moved
pt_br: Trava o layout de docagem atual de modo que os componentes não podem ser movimentados

source: _Preferences
pt_br: Preferências

source: Set _Default Preferences
pt_br: Utilizar Preferências _Padrão

source: But I prefer tea.
pt_br: Mas eu prefiro chá.

source: C_ustomize Shortcuts
pt_br: _Personalizar atalhos

source: Customize shortcuts associated with menu items
pt_br: Personaliza atalhos associados aos itens de menu

source: Manipulate plugins
pt_br: Manipula itens do gerenciador de plugins

source: _User's Manual
pt_br: Manual do _usuário

source: Kick start _tutorial
pt_br: _Tutorial para Início Rápido

source: _Advanced tutorial
pt_br: Tutorial _Avançado

source: Anjuta _Home Page
pt_br: _Home Page do Anjuta

source: Online documentation and resources
pt_br: Documentação online e recursos

source: Report _Bugs/Patches/Requests
pt_br: Relatar _Bugs/Patches/Funcionalidades

source: Submit a bug report, patch or feature request for Anjuta
pt_br: Submete um relatório de bug, um patch ou uma requisição de funcionalidade para o Anjuta

source: About External _Plugins
pt_br: Sobre _Plugins Externos do Anjuta

source: About third party Anjuta plugins
pt_br: Sobre plugins do Anjuta de terceiros

source: Toggle View
pt_br: Alternar Vistas

source: Settings
pt_br: Definições

source: Could not open file for writing
pt_br: Impossível abrir arquivo para escrita

source: The file '%s' already exists. Do you want to replace it with the one you are saving?.
pt_br: O arquivo '%s' já existe. Deseja sobrescrevê-lo?

source: Do not show the splashscreen
pt_br: Não exibir a tela de logotipo

source: Do not open last project and files on startup
pt_br: Impossível abrir o arquivo de Projeto gerado

source: - Integrated Development Environment
pt_br: Ambiente de Desenvolvimento Integrado (IDE)

source: Anjuta
pt_br: Anjuta IDE

source: Quit Anjuta Test Shell
pt_br: Sai do Shell de Teste do Anjuta

source: C_ustomize shortcuts
pt_br: _Personalizar atalhos

source: Test shell action group
pt_br: Testa o grupo de ação do shell

source: Anjuta test shell
pt_br: Shell de teste do Anjuta

source: C, C++ and Java smart Indentation
pt_br: Indentação

source: Indentation parameters
pt_br: Indentação

source: Brace indentation size in spaces:
pt_br: Tamanho da indentação em espaços:

source: Enable adaptive indentation
pt_br: Habilitar a indentação automática

source: Enable smart indentation
pt_br: Habilitar a indentação automática

source: Pressing tab indents
pt_br: Pressionar tab indenta

source: Smart Indentation
pt_br: Indentação

source: Statement indentation size in spaces:
pt_br: Tamanho da indentação em espaços:

source: Auto Indent
pt_br: Indentação

source: Autoindent
pt_br: C_Custom_Indent

source: API Help
pt_br: Ajuda

source: Anjuta File Wizard Plugin
pt_br: Plugins do Anjuta

source: File Wizard
pt_br: _Assistente

source: Class Inheritance
pt_br: Hereditariedade da classe base:

source: Glade File
pt_br: Recarregar _Arquivo

source: Macro Plugin
pt_br: Plugins do Anjuta

source: Patch Plugin
pt_br: Plugins do Anjuta

source: Patches files and directories.
pt_br: Aplica o patch nos arquivos/diretórios

source: Tools
pt_br: _Ferramentas

source: Sample Plugin for Anjuta.
pt_br: SamplePlugin

source: Automake Build
pt_br: Automático

source: Execute
pt_br: _Executar:

source: CVS Plugin
pt_br: SamplePlugin

source: Import an existing autotools project to anjuta
pt_br: O assistente irá ajudá-lo a importar um Projeto existende gerenciado pelo automake/autoconf para o anjuta.

source: Project Import Wizard
pt_br: Assistente de Importação de Projeto

source: Project Wizard
pt_br: Assistente de Criação de um Novo Projeto

source: Profile
pt_br: Arquivos po:

source: Searching
pt_br: Aplicando o patch...

source: Anjuta Class Generator Plugin
pt_br: Gerador de Classe

source: C++/GObject Class
pt_br: Classe GObject

source: Class Generator
pt_br: Gerador de Classe

source: Project Manager
pt_br: Ações do gerenciador de Projeto

source: Project Manager Plugin for Anjuta.
pt_br: Ações do gerenciador de Projeto

source: Message Manager
pt_br: Gerenciador de tarefas

source: Debug Manager plugin.
pt_br: Operações de depuração

source: <: Enter Here
pt_br: <: Informe Aqui

source: Additional
pt_br: Adicional

source: Additional Libraries (LDADD):
pt_br: Bibliotecas Adicionais (LDADD):

source: Additional build options:
pt_br: Opções adicionais de construção:

source: Anjuta help search
pt_br: Procura de ajuda do Anjuta

source: Anjuta start with dialog
pt_br: Iniciar o Anjuta com uma caixa de diálogo de opções

source: Ask for parameters at run-time
pt_br: Solicitar parâmetros durante a execução

source: Automatically load last Project
pt_br: Carregar o último Projeto automaticamente

source: Autosave editor files before build starts
pt_br: Salvar automaticamente os arquivos abertos no editor antes do início da construção

source: Beep on job complete
pt_br: Soar um beep ao terminar tarefa

source: Build command:
pt_br: Comando de Construção:

source: Build file browser automatically
pt_br: Construir o navegador de arquivos automaticamente

source: Build files
pt_br: Construir arquivos

source: Build symbol browser automatically
pt_br: Construir o navegador de símbolos automaticamente

source: CVS command options
pt_br: Opções de comando CVS

source: CVS context diff format
pt_br: Formato diff de contexto CVS

source: CVS unified diff format
pt_br: Formato diff unificado CVS

source: CVS update and prune directories [-dP]
pt_br: Diretórios CVS de atualização e recorte [-dP]

source: C_ompile:
pt_br: C_ompilar:

source: Combo Popdown:
pt_br: Caixa de Combinação:

source: Commands
pt_br: Comandos

source: Common commands:
pt_br: Comandos comuns:

source: Compiler Flags (CFLAGS):
pt_br: Flags do Compilador (CFLAGS):

source: Compiler and linker options
pt_br: Opções de compilação e linkagem

source: Configuration
pt_br: Configuração

source: Configuration script segments
pt_br: Segmentos de scripts de configuração

source: Configure Parameters
pt_br: Configurar Parâmetros

source: Data module Makefile.am
pt_br: Makefile.am de módulo de dados

source: Debugging and Profiling
pt_br: Depuração e Análise de Perfil

source: Dialog on job complete
pt_br: Exibir um diálogo ao terminar tarefa

source: Directories
pt_br: Diretórios

source: Disable overwriting files
pt_br: Desativar sobrescrita de arquivos

source: Do not show start with dialog again.
pt_br: Não inciar o Anjuta com este diálogo novamente.

source: Document module Makefile.am
pt_br: Makefile.am do módulo de documentação

source: Enable Debugging
pt_br: Habilitar Depuração

source: File level
pt_br: Nível do arquivo

source: Format
pt_br: Formatar

source: GUI editor command:
pt_br: Comando do editor de Interface Gráfica (GUI):

source: Give a space separated list of directories to be built after source module. This will be set in configure and Makefiles will be generated for them. They will be built after the source (src/) directory during "make".
pt_br: Forneça uma lista separada por espaços de diretórios a serem compilados depois do módulo fonte. Isto será definido no arquivo configure.in e Makefiles serão gerados para eles. Eles serão compilados depois do diretório fonte (src/) durante o "make".

source: Give a space separated list of directories to be built before source module. This will be set in configure.in and Makefiles will be generated for them. They will be built before the source (src/) directory during "make".
pt_br: Forneça uma lista separada por espaços de diretórios a serem compilados antes do módulo fonte. Isto será definido no arquivo configure.in e Makefiles serão gerados para eles. Eles serão compilados antes do diretório fonte (src/) durante o "make".

source: Gnome API
pt_br: API Gnome

source: HTML _viewer:
pt_br: _Visualizador HTML:

source: Headers
pt_br: Cabeçalhos

source: Help module Makefile.am
pt_br: Makefile.am do módulo de ajuda

source: High-Level Optimization (Functions inlined wherever possible)
pt_br: Otimização de Alto Nível (utilizar funções inlined sempre que possível)

source: History sizes
pt_br: Tamanhos do histórico

source: Ignore files and directories
pt_br: Ignorar arquivos e diretórios

source: Import existing project. The Import Wizard will guide you to import an existing Project into Anjuta and convert it into Anjuta Project. There will be no data loss or modification done to the project.
pt_br: Importar um Projeto existente. O Assistente de Importação irá guiá-lo na importação e conversão de um Projeto já existente para um Projeto Anjuta. Não haverá perda de dados ou modificações no Projeto original.

source: Include Paths
pt_br: Caminhos dos Includes

source: Include module Makefile.am
pt_br: Makefile.am do módulo de include

source: Info Pages
pt_br: Páginas Info

source: Input string:
pt_br: String de entrada:

source: Keep going when some targets cannot be made
pt_br: Continuar mesmo quando alguns alvos não puderem ser construídos

source: Language-specific commands:
pt_br: Comandos específicos da linguagem:

source: Libraries
pt_br: Bibliotecas

source: Library Paths
pt_br: Caminhos das Bibliotecas

source: Linker Flags (LDFLAGS):
pt_br: Flags do Linkador (LDFLAGS):

source: Load _global defaults
pt_br: Carregar padrões _globais

source: Load _user defaults
pt_br: Carregar padrões do _usuário

source: Low-Level Optimization (Machine dependent optimization)
pt_br: Otimização de Baixo Nível (otimização dependente da máquina)

source: Maximum number of independent jobs (0 == no limit)
pt_br: Número máximo de tarefas independentes (0 == sem limite)

source: Medium-Level Optimization (Without space-speed trade-off)
pt_br: Otimização de Nível Médio (sem compromisso tamanho-velocidade)

source: Menu icon:
pt_br: Ícone de menu:

source: Menu location:
pt_br: Localização do menu:

source: Modules
pt_br: Módulos

source: New file
pt_br: Novo arquivo

source: No Optimization
pt_br: Sem Otimização

source: Open Project
pt_br: Abre um Projeto

source: Open existing Project.
pt_br: Abre um Projeto existente.

source: Open existing file or create a new file.
pt_br: Abre um arquivo existente ou cria um novo arquivo.

source: Open last working Project
pt_br: Abre o último Projeto trabalhado

source: Optimization
pt_br: Otimização

source: Others
pt_br: Outros

source: Output files
pt_br: Arquivos de saída

source: Pixmap module Makefile.am
pt_br: Makefile.am do módulo de pixmaps

source: Po module (translation) Makefile.am
pt_br: Makefile.am do módulo po (tradução)

source: Programs
pt_br: Programas

source: Project Configuration
pt_br: Configuração do Projeto

source: Project Description
pt_br: Descrição do Projeto

source: Project Version
pt_br: Versão do Projeto

source: Project configure.in
pt_br: Configure.in do Projeto

source: Project level
pt_br: Nível do Projeto

source: Projects:
pt_br: Projetos:

source: Recent Projects:
pt_br: Projetos Recentes:

source: Reset all sticky tags during update (looses branch) [-A]
pt_br: Reinicializar todas as tags associadas durante a atualização (perde ramos) [-A]

source: Run Configure Script
pt_br: Executar Script de Configuração

source: Run detached
pt_br: Executar separadamente

source: Scripts at the end of top level Makefile.am
pt_br: Scripts ao final do arquivo Makefile.am do diretório raíz

source: Show tooltips
pt_br: Exibir dicas de ferramentas (tootlips)

source: Silent. That is, do not echo shell commads during make
pt_br: Silencioso. Isto é, não enviar comandos de shell durante o make

source: Source module Makefile.am
pt_br: Makefile.am do módulo fonte

source: Start with a new Project. Application wizard will guide you with Project creation. With the Application Wizard, you will be able to create the skeleton of various Project types.
pt_br: Iniciar um novo Projeto. O Assistente de Aplicação irá guiá-lo durante a criação do Projeto. Com a ajuda do Assistente de Aplicação, você poderá criar a estrutura de vários tipos de Projetos diferentes.

source: Supports are only available to File mode compilation and build.
pt_br: O suporte está disponível apenas para o modo de compilação e construção de Arquivos.

source: Target:
pt_br: Alvo:

source: Top level Makefile.am
pt_br: Makefile.am do diretório raíz

source: Update tags image automatically
pt_br: Atualizar tags de imagem automaticamente

source: User information
pt_br: Informações do usuário

source: User name:
pt_br: Nome do usuário:

source: Warn when an undefined variable is referenced in the Makefile
pt_br: Avisar quando uma variável não definida é referenciada no Makefile

source: Warnings
pt_br: Avisos

source: _Build a file:
pt_br: _Construir um arquivo executável:

source: _Image editor:
pt_br: _Editor de imagens:

source: _Language:
pt_br: _Linguagem:

source: _Make a file:
pt_br: _Compilar um arquivo com make:

source: _Pixmap editor:
pt_br: Editor de _pixmaps:

source: dialog4
pt_br: diálogo4

source: Model
pt_br: Modelo

source: Model for the combo box
pt_br: Modelo para o combo box

source: Width
pt_br: Largura

source: Width of the entry.
pt_br: Largura da entrada.

source: Text in the entry
pt_br: Texto na entrada

source: Accelerator key
pt_br: Tecla aceleradora

source: Accelerator modifiers
pt_br: Modificadores do acelerador

source: Accelerator Mode
pt_br: Modo de Tecla Aceleradora

source: The type of accelerator.
pt_br: O tipo de acelerador.

source: Type a new accelerator, or press Backspace to clear
pt_br: Tecle um novo acelerador, ou pressione Backspace para limpar

source: Type a new accelerator
pt_br: Tecle um novo acelerador

source: The child model
pt_br: O modelo filho

source: The model for the filtermodel to filter
pt_br: O modelo para o filtermodel filtrar

source: The virtual root
pt_br: A raíz virtual

source: The virtual root (relative to the child model) for this filtermodel
pt_br: A raíz virtual (relativo ao modelo filho) para este filtermodel

source: Line %d character %d: %s
pt_br: Linha %d caracter %d: %s

source: Could not parse "%s" as an integer
pt_br: Impossível processar "%s" como um inteiro

source: Did not understand trailing characters "%s" in string "%s"
pt_br: Não entendi os caracteres "%s" no final da string "%s"

source: Integer %ld must be positive
pt_br: O inteiro %ld deve ser positivo

source: Integer %ld is too large, current max is %d
pt_br: O inteiro %ld é muito grande, o valor máximo atula é %d

source: Boolean values must be "true" or "false" not "%s"
pt_br: Os valores booleanos devem ser "verdadeiro" ou "falso", não "%s"

source: The value "%s" is not part of the enum "%s"
pt_br: O valor "%s" não é um parte de enum "%s"

source: The type "%s" can't be parsed from a string
pt_br: O tipo "%s" não pode ser processado a partir de uma string

source: The property "%s" does not exist
pt_br: A propriedade "%s" não existe

source: The type attribute can only be specified once.
pt_br: O tipo de atributo pode ser especificado apenas uma vez.

source: The type "%s" is not a valid type.
pt_br: O tipo "%s" não é um tipo válido.

source: The type "%s" is not a cell renderer type.
pt_br: O tipo "%s" não é um tipo de célula de renderização.

source: No type attribute specified.
pt_br: Nenhum tipo de atributo especificado.

source: Outermost element in theme must be <treeview_state> not
pt_br: O elemento mais no extremo do tema deve ser <treeview_state> não

source: Element inside of <treeview_state> must be <treeview> not
pt_br: O elemento interno ao <treeview_state> deve ser <treeview> não

source: Element inside of <treeview> must be <column> not
pt_br: O elemento dentro de <treeview> deve ser <column> não

source: Element inside of <column> must be <cell> not
pt_br: O elemento interno à <column> deve ser <cell> não

source: The <cell> element must not have any children.
pt_br: O elemento <cell> não deve ter nenhum filho.

source: Dock items
pt_br: Itens docados

source: Layout Managment
pt_br: Gerenciamento de Layout

source: Saved layouts
pt_br: Layouts salvos

source: _Lock dock items
pt_br: _Travar itens docados

source: This file has not been saved. Save it first and then build.
pt_br: Este arquivo não foi salvo. Salve-o primeiro e então utilize o comando construir.

source: The executable is up-to-date, there is no need to build it again.
pt_br: O executável está atualizado, não é necessário construí-lo novamente.

source: No build command has been specified for this type of file.
pt_br: Não foi especificado nenhum comando de construção para este tipo de arquivo.

source: Unable to build module. Check Settings->Commands.
pt_br: Impossível construir o módulo. Verifique Definições->Comandos.

source: Build Project
pt_br: Construir o Projeto

source: Building source directory of the Project:
pt_br: Construindo o diretório fonte do Projeto:

source: Unable to build Project. Check Settings->Commands.
pt_br: Impossível construir o Projeto. Verifique Definições->Comandos.

source: Building the whole Project:
pt_br: Construindo todo o Projeto:

source: Unable to build tarball. Check Settings->Commands.
pt_br: Impossível construir o arquivo tar. Verifique Definições->Comandos.

source: Build Distribution
pt_br: Construir uma Distribuição

source: Building the distribution package of the Project:
pt_br: Construindo o pacote de distribuição para o Projeto:

source: Do you prefer installing as root ?
pt_br: Você refere instalar como root?

source: Unable to auto generate. Check Settings->Commands.
pt_br: Impossível autogerar. Verifique Definições->Comandos.

source: Auto generate Project
pt_br: Autogerar o Projeto

source: Auto generating the Project:
pt_br: Gerando o Projeto automaticamente:

source: Unable to install Project. Check Settings->Commands.
pt_br: Impossível instalar o Projeto. Verifique Opções->Comandos.

source: Installing the Project:
pt_br: Instalando o Projeto:

source: Unable to clean Project. Check Settings->Commands.
pt_br: Impossível limpar o Projeto. Verifique Opções->Comandos.

source: Cleaning the source directory of the Project:
pt_br: Limpando o diretório de código fonte do Projeto:

source: Unable to Clean All for the Project. Check Settings->Commands.
pt_br: Impossível Limpar Todo o Projeto. Verifique Opções->Comandos.

source: Clean All
pt_br: Limpar Tudo
